"Preferences..." = "偏好设置";
"Hide Menu Bar Icon" = "隐藏顶栏图标";
"Show Menu Bar Icon" = "显示顶栏图标";
"Tools" = "Tools";
"Export Preferences..." = "Export Preferences...";
"Import Preferences..." = "Import Preferences...";
"Reset Preferences..." = "Reset Preferences...";
"Restart Finder" ="重启Finder";
"Restart XtraFinder" ="Restart XtraFinder";
"Uninstall XtraFinder" = "卸载";
"About XtraFinder" = "关于 XtraFinder";
"Check for Updates..." = "检查更新...";

"XtraFinder Preferences" = "XtraFinder 设置";

"Tabs" = "标签页";
"Features" = "特性";

"Tabs (experimental)" = "标签页(实验)";
"Open new tab with same path" = "复制标签页";
"Save open tabs when quitting Finder" = "退出时保存当前页面";
"Show Pinnable Window" = "显示可以固定的窗口";
"Show the Pin button" = "显示固定窗口按钮";
"Slide from:" = "Slide from:";
"Bottom" = "Bottom";
"Left" = "Left";
"Right" = "Right";
"Top" = "Top";
"Always open new tab in the Pinnable window" = "Always open new tab in the Pinnable window";
"Dual Panel mode:" = "双栏模式:";
"Show the second Sidebar" = "显示第二个侧栏";
"Middle-click on Sidebar to open in the second panel" = "中击侧栏启动双栏模式";
"⇧+click on Sidebar to open in the second panel" = "按住⇧点击侧栏启动双栏模式";
"Shortcuts" = "快捷键";
"Narrow Tab Bar" = "窄标签";
"Tab style" = "标签风格";
"*Require closing windows." = "*需要关闭窗口.";
"Right-Click on New Tab button" = "右击新建标签页按钮";
"Double-Click on Tab" = "双击标签";
"Use ⌘+Number shortcuts to switch tab" = "使用 ⌘+Number 切换标签页";
"Copy to Other Panel" = "Copy to Other Panel";
"Move to Other Panel" = "Move to Other Panel";

"Arrange folders on top" = "文件夹排在最前";
"Maximize window when zooming" = "缩放时最大化窗口";
"Arrange items by Name in Icons View" = "在图标视图中按名称排列项目";
"Hide dot files on Desktop" = "隐藏桌面的系统文件";
"Spring-loaded Path Bar" = "Spring-loaded Path Bar";
"Click any item in the Path Bar to show contents menu" = "点击路径栏任意项目以显示菜单";
"Cut & Paste" = "剪切和粘帖";
"Light text on dark background" = "深背景浅文字";
"Does not support Icons view mode." = "不支持图标视图.";
"Sort Recent Folders menu by last opened date" = "按最后访问时间排列最近文件夹";
"Automatically adjust width of Name column" = "自动调整名称栏宽度";
"Maximum width:" = "Maximum width:";
"Show colorful icons in the sidebar" = "显示彩色侧栏图标";
"Show label color in the sidebar" = "显示侧栏文件夹颜色";
"Press Enter to open selection" = "按回车键打开已选项目";
"Press Backspace (Backward Delete) to Go Back" = "按退格键返回";
"Press Delete (Forward Delete) to Move to Trash" = "按删除键放入回收站";
"Rename" = "重命名";
"Middle-click to open folder in new window or new tab" = "中击文件夹开启新窗口或标签页";
"Display folder item count in List view" = "在列表视图显示文件夹内文件数量";
"Always show Toolbar" = "保持显示工具栏";
"Add XtraFinder's functions to the toolbar" = "在工具栏中增加XtraFinder的功能";
"Show Go Up button in the toolbar" = "在工具栏中显示返回上层目录按钮";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "使用 ⌘⌥⇧+Number 设置标签";
"Hide Share item in the context menu" = "Hide Share item in the context menu";
"Show total size of selected items in Status Bar" = "Show total size of selected items in Status Bar";
"Automatically calculate size" = "Automatically calculate size";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "将项目添加到Finder菜单中";

"Collapse All" = "折叠所有";
"Collapse the expanded nodes in List View" = "折叠已打开的文件夹";
"Show Hidden Items" = "显示隐藏项目";
"Refresh" = "刷新";
"Copy Path" = "拷贝路径";
"Default:" = "默认:";
"Contents" = "内容";
"Launch as Root" = "以Root身份启动";
"Make Symbolic Link" = "创建快捷方式";
"New File..." = "新建文件";
"Default extension:" = "默认扩展:";
"Manage file templates" = "管理文件模板";
"Copy to..." = "拷贝到";
"Move to..." = "移动到";
"Delete permanently" = "Delete permanently";
"Select..." = "选择";
"Invert Selection" = "Invert Selection";
"Dual Window - Horizontal" = "水平平分窗口";
"Dual Window - Vertical" = "垂直平分窗口";
"System-wide shortcut" = "全局快捷方式";
"Hide Desktop" = "隐藏桌面";
"New Terminal Here" = "从这里启动";
"Top Most" = "窗口最前";
"Make window top most" = "保持窗口最前";